Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: 1 screenshot synced across 1 locale and 1 version.
ar: تمت مزامنة لقطة شاشة واحدة عبر لغة واحدة وإصدار واحد.
ca: 1 captura de pantalla sincronitzada en 1 configuració regional i 1 versió.
cs: 1 snímek obrazovky synchronizován v 1 národním prostředí a 1 verzi.
da: 1 skærmbillede synkroniseret på tværs af 1 lokalitet og 1 version.
de: 1 Screenshot in 1 Sprache und 1 Version synchronisiert.
el: 1 στιγμιότυπο οθόνης συγχρονίστηκε σε 1 τοπική ρύθμιση και 1 έκδοση.
es: 1 captura en 1 idioma y 1 versión sincronizadas.
fa: ۱ اسکرین‌شات در ۱ زبان و ۱ نسخه همگام‌سازی شد.
fi: 1 kuvakaappaus synkronoitu 1 kielen ja 1 version välillä.
fr: 1 capture d'écran synchronisée pour 1 langue et 1 version.
he: צילום מסך אחד מסונכרן על פני מקום אחד וגרסה אחת.
hr: 1 snimak zaslona sinkroniziran na 1 jeziku i 1 verziji.
hu: 1 képernyőkép szinkronizálva 1 nyelv és 1 verzió között.
id: 1 tangkapan layar disinkronkan di 1 lokal dan 1 versi.
it: 1 screenshot sincronizzato in 1 lingua e 1 versione.
ja: 1ロケールと1バージョンの1枚のスクリーンショットを同期しました。
ko: 로케일 1개, 버전 1개에 걸쳐 스크린샷 1개 동기화됨.
ms: 1 tangkapan skrin disegerakkan merentas 1 tempat dan 1 versi.
nl: 1 screenshot gesynchroniseerd in 1 landinstelling en 1 versie.
no: 1 skjermbilde synkronisert på tvers av 1 lokalitet og 1 versjon.
pl: 1 zrzut ekranu zsynchronizowany z 1 lokalizacją i 1 wersją.
pt_br: 1 captura de tela sincronizada em 1 localidade e 1 versão.
pt_pt: 1 captura de ecrã sincronizada em 1 localidade e 1 versão.
ro: 1 captură de ecran sincronizată în 1 locală și 1 versiune.
ru: Синхронизирован 1 скриншот (языков: 1, версий: 1).
sk: 1 snímka obrazovky synchronizovaná v 1 miestnom nastavení a 1 verzii.
sl: 1 posnetek zaslona, sinhroniziran v 1 jeziku in 1 različici.
sv: 1 skärmdump synkroniserad över 1 språk och 1 version.
th: ภาพหน้าจอ 1 ภาพซิงค์ใน 1 ภาษาและ 1 เวอร์ชัน
tr: 1 dil ve 1 sürüm genelinde 1 ekran görüntüsü eşzamanlandı.
uk: Синхронізовано 1 знімок екрана (1 мова, 1 версія).
ur: 1 اسکرین شاٹ 1 زبان اور 1 ورژن میں مطابقت پذیر ہے۔
vi: 1 ảnh chụp màn hình được đồng bộ hóa trên 1 ngôn ngữ và 1 phiên bản.
zh_hans: 已同步 1 张截图，涵盖 1 种语言和 1 个版本。
zh_hant: 已同步 1 張螢幕截圖，涵蓋 1 個語言和 1 個版本。

source: 1 screenshot to upload
ar: 1 لقطة شاشة للتحميل
ca: 1 captura de pantalla per penjar
cs: 1 snímek obrazovky k nahrání
da: 1 skærmbillede at uploade
de: 1 Screenshot zum Hochladen
el: 1 στιγμιότυπο οθόνης για μεταφόρτωση
es: 1 captura para subir
fa: ۱ اسکرین‌شات برای آپلود
fi: 1 kuvakaappaus ladattava
fr: 1 capture d’écran à téléverser
he: צילום מסך אחד להעלאה
hr: 1 snimak zaslona za prijenos
hu: 1 képernyőkép feltölthető
id: 1 tangkapan layar untuk diunggah
ja: アップロードする1枚のスクリーンショット
ko: 업로드할 스크린샷 1개
ms: 1 tangkapan skrin untuk dimuat naik
nl: 1 schermafbeelding om te uploaden
no: 1 skjermbilde å laste opp
pl: 1 zrzut ekranu do przesłania
pt_br: 1 captura de tela para enviar
pt_pt: 1 captura de ecrã para enviar
ro: 1 captură de ecran de încărcat
sk: 1 snímka obrazovky na odovzdanie
sl: 1 posnetek zaslona za nalaganje
sv: 1 skärmdump att ladda upp
th: ภาพหน้าจอ 1 ภาพที่จะอัปโหลด
ur: اپ لوڈ کرنے کے لیے 1 اسکرین شاٹ
vi: 1 ảnh chụp màn hình để tải lên
zh_hans: 1 张截图待上传

source: 1 set
ar: 1 مجموعة
ca: 1 conjunt
cs: 1 sada
da: 1 sæt
el: 1 σετ
es: 1 conjunto
fa: ۱ مجموعه
fi: 1 setti
fr: 1 ensemble
he: 1 סט
hu: 1 szett
ja: 1セット
ko: 세트 1개
no: 1 sett
pl: 1 zestaw
pt_br: 1 conjunto
pt_pt: 1 conjunto
ru: 1 набор
sk: 1 sada
sl: 1 komplet
th: 1 ชุด
uk: 1 набір
ur: 1 سیٹ
vi: 1 bộ
zh_hans: 1 组
zh_hant: 1 組

source: 1 unchanged screenshot will keep its App Store asset ID.
ar: ستحتفظ لقطة الشاشة الواحدة غير المتغيرة بمعرف الأصل App Store الخاص بها.
ca: 1 captura de pantalla sense canvis conservarà el seu identificador de recurs App Store.
cs: 1 nezměněný snímek obrazovky si zachová ID díla App Store.
da: 1 uændret skærmbillede beholder sit App Store aktiv-id.
de: 1 unveränderter Screenshot behält seine App Store-Asset-ID.
el: 1 αμετάβλητο στιγμιότυπο οθόνης θα διατηρήσει το App Store αναγνωριστικό στοιχείου του.
es: 1 captura sin cambios conservará su ID de recurso de App Store.
fa: ۱ اسکرین‌شات بدون تغییر شناسه دارایی App Store خود را نگه می‌دارد.
fi: 1 muuttumaton kuvakaappaus säilyttää App Store sisältötunnuksensa.
fr: 1 capture inchangée conservera son identifiant de ressource App Store.
he: צילום מסך אחד ללא שינוי ישמור על מזהה הנכס App Store שלו.
hr: 1 nepromijenjena snimka zaslona zadržat će svoj ID sredstva App Store.
hu: 1 változatlan képernyőkép megtartja a App Store elemazonosítóját.
id: 1 tangkapan layar yang tidak diubah akan mempertahankan ID aset App Store miliknya.
it: 1 screenshot invariato manterrà il proprio ID asset App Store.
ja: 変更のない1枚のスクリーンショットはApp StoreのアセットIDを保持します。
ko: 변경되지 않은 스크린샷 1개는 App Store 에셋 ID를 유지합니다.
ms: 1 tangkapan skrin yang tidak berubah akan mengekalkan ID asetnya App Store.
nl: Eén ongewijzigd screenshot behoudt de item-ID App Store.
no: 1 uendret skjermdump beholder sin App Store ressurs-ID.
pl: 1 niezmieniony zrzut ekranu zachowa identyfikator zasobu App Store.
pt_br: 1 captura inalterada manterá seu ID de recurso da App Store.
pt_pt: 1 captura de ecrã inalterada manterá seu ID de recurso App Store.
ro: 1 captură de ecran neschimbată își va păstra ID-ul de material App Store.
ru: 1 неизмененный скриншот сохранит свой ID ресурса App Store.
sk: 1 nezmenená snímka obrazovky si zachová svoje App Store ID diela.
sl: 1 nespremenjen posnetek zaslona bo ohranil svoj ID sredstva App Store.
sv: 1 oförändrad skärmdump behåller dess App Store tillgångs-ID.
th: ภาพหน้าจอที่ไม่เปลี่ยนแปลง 1 ภาพจะเก็บรหัสเนื้อหา App Store ไว้
tr: Değişmeyen 1 ekran görüntüsü App Store varlık kimliğini koruyacak.
uk: 1 незмінений знімок екрана збереже свій ідентифікатор ресурсу App Store.
ur: 1 غیر تبدیل شدہ اسکرین شاٹ اپنی App Store اثاثہ ID کو برقرار رکھے گا۔
vi: 1 ảnh chụp màn hình không thay đổi sẽ giữ ID nội dung App Store của nó.
zh_hans: 1 张未更改的截图将保留其 App Store 资源 ID。
zh_hant: 1 張未更改的螢幕截圖會保留其 App Store 素材 ID。

source: 1 upload
ar: 1 تحميل
ca: 1 càrrega
cs: 1 nahrání
da: 1 overførsel
el: 1 μεταφόρτωση
es: 1 subida
fa: ۱ آپلود
fi: 1 lataus
fr: 1 envoi
he: העלאה 1
hr: 1 prijenos
hu: 1 feltöltés
id: 1 unggahan
it: 1 caricamento
ja: 1件のアップロード
ko: 업로드 1개
ms: 1 muat naik
no: 1 opplasting
pl: 1 przesyłanie
pt_br: 1 envio
pt_pt: 1 envio
ro: 1 încărcare
ru: 1 загрузка
sk: 1 nahranie
sl: 1 nalaganje
sv: 1 uppladdning
th: 1 อัพโหลด
tr: 1 yükleme
uk: 1 вивантаження
ur: 1 اپ لوڈ
vi: 1 lần tải lên
zh_hans: 1 次上传
zh_hant: 1 項上傳

source: 1 version
ar: 1 نسخة
ca: 1 versió
cs: 1 verze
el: 1 έκδοση
es: 1 versión
fa: ۱ نسخه
fi: 1 versio
he: גרסה 1
hr: 1 verzija
hu: 1 verzió
id: 1 versi
it: 1 versione
ja: 1バージョン
ko: 버전 1개
ms: 1 versi
nl: 1 versie
no: 1 versjon
pl: 1 wersja
pt_br: 1 versão
pt_pt: 1 versão
ro: 1 versiune
ru: 1 версия
sk: 1 verzia
sl: 1 različica
th: 1 เวอร์ชัน
tr: 1 sürüm
uk: 1 версія
ur: 1 ورژن
vi: 1 phiên bản
zh_hans: 1 个版本
zh_hant: 1 個版本

source: 1. Create a new project from a template, or start blank.
ar: 1. أنشئ مشروعًا جديدًا من قالب، أو ابدأ فارغًا.
ca: 1. Creeu un projecte nou a partir d'una plantilla o comenceu en blanc.
cs: 1. Vytvořte nový projekt ze šablony nebo začněte naprázdno.
da: 1. Opret et nyt projekt fra en skabelon, eller start tom.
de: 1. Erstelle ein neues Projekt aus einer Vorlage oder beginne mit einem leeren.
el: 1. Δημιουργήστε ένα νέο έργο από ένα πρότυπο ή ξεκινήστε το κενό.
es: 1. Crea un proyecto a partir de una plantilla o empieza en blanco.
fa: 1. پروژهٔ جدیدی از یک قالب بسازید، یا با پروژهٔ خالی شروع کنید.
fi: 1. Luo uusi projekti mallista tai aloita tyhjältä.
fr: 1. Créez un projet à partir d'un modèle, ou partez de zéro.
he: 1. צור פרויקט חדש מתבנית, או התחל ריק.
hr: 1. Napravite novi projekt iz predloška ili počnite isprazni.
hu: 1. Hozzon létre egy új projektet sablonból, vagy kezdje üresen.
id: 1. Buat proyek baru dari template, atau mulai dari awal.
it: 1. Crea un nuovo progetto da un modello, oppure parti da zero.
ja: 1. テンプレートから新しいプロジェクトを作成するか、空の状態から始めます。
ko: 1. 템플릿으로 새 프로젝트를 만들거나 빈 프로젝트로 시작합니다.
ms: 1. Buat projek baharu daripada templat, atau mulakan kosong.
nl: 1. Maak een nieuw project op basis van een sjabloon, of begin blanco.
no: 1. Opprett et nytt prosjekt fra en mal, eller start tomt.
pl: 1. Utwórz nowy projekt na podstawie szablonu lub zacznij od pustego miejsca.
pt_br: 1. Crie um novo projeto a partir de um modelo ou comece em branco.
pt_pt: 1. Crie um novo projeto a partir de um modelo ou comece em branco.
ro: 1. Creați un nou proiect dintr-un șablon sau începeți gol.
ru: 1. Создайте новый проект из шаблона или начните с пустого.
sk: 1. Vytvorte nový projekt zo šablóny alebo začnite naprázdno.
sl: 1. Ustvarite nov projekt iz predloge ali začnite prazno.
sv: 1. Skapa ett nytt projekt från en mall, eller börja tomt.
th: 1. สร้างโปรเจ็กต์ใหม่จากเทมเพลต หรือเริ่มว่างเปล่า
tr: 1. Bir şablondan yeni bir proje oluşturun ya da boş başlayın.
uk: 1. Створіть новий проєкт із шаблону або почніть з нуля.
ur: 1. ٹیمپلیٹ سے ایک نیا پروجیکٹ بنائیں، یا خالی شروع کریں۔
vi: 1. Tạo một dự án mới từ một mẫu hoặc bắt đầu để trống.
zh_hans: 1. 从模板创建新项目，或从空白项目开始。
zh_hant: 1. 從範本建立新專案，或從空白開始。

source: 2. Drop your raw device screenshots onto templates or rows — Screenshot Bro fills them in order and detects device category/frame where possible.
ar: 2. قم بإسقاط لقطات الشاشة الأولية لجهازك على القوالب أو الصفوف - يملأها Screenshot Bro بالترتيب ويكتشف فئة/إطار الجهاز حيثما أمكن ذلك.
ca: 2. Col·loqueu les captures de pantalla del vostre dispositiu en brut a plantilles o files — Screenshot Bro les omple per ordre i detecta la categoria/marc del dispositiu sempre que sigui possible.
cs: 2. Vložte nezpracované snímky obrazovky zařízení do šablon nebo řádků – Screenshot Bro je vyplní v pořadí a tam, kde je to možné, zjistí kategorii/rámec zařízení.
da: 2. Slip dine rå enhedsskærmbilleder på skabeloner eller rækker – Screenshot Bro udfylder dem i rækkefølge og registrerer enhedskategori/ramme, hvor det er muligt.
de: 2. Leg deine unbearbeiteten Geräte-Screenshots auf Vorlagen oder Zeilen ab – Screenshot Bro füllt sie der Reihe nach und erkennt nach Möglichkeit Gerätekategorie und Rahmen.
el: 2. Ρίξτε τα ακατέργαστα στιγμιότυπα οθόνης της συσκευής σας σε πρότυπα ή σειρές — το Screenshot Bro τα γεμίζει με τη σειρά και εντοπίζει την κατηγορία/πλαίσιο της συσκευής όπου είναι δυνατόν.
es: 2. Suelta las capturas originales de tu dispositivo en plantillas o filas: Screenshot Bro las coloca en orden y detecta la categoría y el marco del dispositivo cuando es posible.
fa: 2. اسکرین‌شات‌های خام دستگاه را روی اسکرین‌شات‌ها یا ردیف‌ها رها کنید — Screenshot Bro آن‌ها را به ترتیب پر می‌کند و در صورت امکان دسته و قاب دستگاه را تشخیص می‌دهد.
fi: 2. Pudota raaka-laitteen kuvakaappaukset malleille tai riveille – Screenshot Bro täyttää ne järjestyksessä ja havaitsee laiteluokan/kehyksen mahdollisuuksien mukaan.
fr: 2. Déposez les captures d'écran brutes de votre appareil sur des modèles ou des lignes : Screenshot Bro les remplit dans l'ordre et détecte la catégorie/le cadre de l'appareil lorsque cela est possible.
he: 2. שחרר את צילומי המסך של המכשיר הגולמי שלך על תבניות או שורות - Screenshot Bro ממלא אותם לפי הסדר ומזהה קטגוריה/מסגרת של מכשיר במידת האפשר.
hr: 2. Ispustite neobrađene snimke zaslona uređaja na predloške ili retke — Screenshot Bro ih popunjava redom i otkriva kategoriju/okvir uređaja gdje je to moguće.
hu: 2. Dobja a nyers eszköz képernyőképeit sablonokra vagy sorokra – a Screenshot Bro sorrendben kitölti őket, és lehetőség szerint észleli az eszközkategóriát/keretet.
id: 2. Letakkan tangkapan layar perangkat mentah Anda ke templat atau baris — Screenshot Bro mengisinya secara berurutan dan mendeteksi kategori/bingkai perangkat jika memungkinkan.
it: 2. Rilascia gli screenshot grezzi del dispositivo su modelli o righe: Screenshot Bro li inserisce in ordine e, dove possibile, rileva categoria e cornice del dispositivo.
ja: 2. 実機のスクリーンショットをテンプレートや行にドロップします。Screenshot Bro が順番に割り当て、可能な場合はデバイスカテゴリやフレームを検出します。
ko: 2. 기기에서 찍은 원본 스크린샷을 템플릿이나 행에 드롭합니다. Screenshot Bro가 순서대로 채우고, 가능하면 기기 카테고리/프레임을 감지합니다.
ms: 2. Letakkan tangkapan skrin peranti mentah anda pada templat atau baris — Screenshot Bro mengisinya mengikut urutan dan mengesan kategori/bingkai peranti jika boleh.
nl: 2. Zet uw onbewerkte schermafbeeldingen van uw apparaat neer op sjablonen of rijen — Screenshot Bro vult ze in volgorde en detecteert waar mogelijk de apparaatcategorie/frame.
no: 2. Slipp råenhetsskjermdumpene dine på maler eller rader – Screenshot Bro fyller dem i rekkefølge og oppdager enhetskategori/ramme der det er mulig.
pl: 2. Upuść surowe zrzuty ekranu urządzenia na szablony lub wiersze — Screenshot Bro wypełnia je w odpowiedniej kolejności i wykrywa kategorię/ramkę urządzenia, jeśli to możliwe.
pt_br: 2. Solte as capturas de tela originais do dispositivo em modelos ou linhas — o Screenshot Bro as preenche em ordem e detecta a categoria/moldura do dispositivo sempre que possível.
pt_pt: 2. Coloque as capturas de ecrã brutas do dispositivo em modelos ou linhas — Screenshot Bro preenche-as em ordem e detecta a categoria/quadro do dispositivo sempre que possível.
ro: 2. Plasați capturile de ecran brute ale dispozitivului pe șabloane sau rânduri — Screenshot Bro le completează în ordine și detectează categoria/cadrul dispozitivului acolo unde este posibil.
ru: 2. Перетащите исходные скриншоты с устройства на шаблоны или строки — Screenshot Bro заполнит их по порядку и по возможности определит категорию и рамку устройства.
sk: 2. Vložte nespracované snímky obrazovky zariadenia do šablón alebo riadkov – Screenshot Bro ich vyplní v poradí a tam, kde je to možné, zistí kategóriu/rámec zariadenia.
sl: 2. Spustite neobdelane posnetke zaslona naprave na predloge ali vrstice — Screenshot Bro jih zapolni po vrstnem redu in zazna kategorijo/okvir naprave, kjer je to mogoče.
sv: 2. Släpp dina råa enhetsskärmdumpar på mallar eller rader – Screenshot Bro fyller dem i ordning och upptäcker enhetskategori/ram där det är möjligt.
th: 2. วางภาพหน้าจออุปกรณ์ Raw ของคุณลงในเทมเพลตหรือแถว — Screenshot Bro เติมภาพเหล่านั้นตามลำดับและตรวจจับหมวดหมู่/เฟรมของอุปกรณ์หากเป็นไปได้
tr: 2. Ham aygıt ekran görüntülerinizi şablonların veya satırların üzerine bırakın — Screenshot Bro onları sırayla doldurur ve mümkün olduğunda aygıt kategorisini/çerçevesini algılar.
uk: 2. Перетягніть необроблені знімки екрана пристрою на шаблони чи рядки — Screenshot Bro заповнить їх по порядку і, де можливо, визначить категорію та рамку пристрою.
ur: 2. اپنے خام آلے کے اسکرین شاٹس کو ٹیمپلیٹس یا قطاروں پر ڈالیں — Screenshot Bro انہیں ترتیب سے بھرتا ہے اور جہاں ممکن ہو آلہ کے زمرے/فریم کا پتہ لگاتا ہے۔
vi: 2. Thả ảnh chụp màn hình thiết bị thô của bạn vào các mẫu hoặc hàng — Screenshot Bro điền chúng theo thứ tự và phát hiện danh mục/khung thiết bị nếu có thể.
zh_hans: 2. 将原始设备截图拖放到模板或行上——Screenshot Bro 会按顺序填入，并尽可能检测设备类别和边框。
zh_hant: 2. 將原始裝置螢幕截圖拖放到範本或列上——Screenshot Bro 會依序填入，並盡可能偵測裝置類別／外框。

source: 2. Drop your raw device screenshots onto the templates — Screenshot Bro detects iPhone vs iPad vs Android from the image dimensions and routes them to the right row.
ar: 2. أسقط لقطات شاشة جهازك الأولية في القوالب - يكتشف Screenshot Bro iPhone مقابل iPad مقابل Android من أبعاد الصورة ويوجهها إلى الصف الأيمن.
ca: 2. Col·loqueu les captures de pantalla del vostre dispositiu en brut a les plantilles: Screenshot Bro detecta iPhone vs iPad vs Android a partir de les dimensions de la imatge i les dirigeix a la fila dreta.
cs: 2. Vložte nezpracované snímky obrazovky zařízení do šablon – Screenshot Bro zjistí z rozměrů obrázku iPhone vs iPad vs Android a nasměruje je do správného řádku.
da: 2. Slip dine rå enhedsskærmbilleder på skabelonerne – Screenshot Bro registrerer iPhone mod iPad mod Android fra billeddimensionerne og dirigerer dem til den højre række.
de: 2. Legen Sie Ihre rohen Geräte-Screenshots auf den Vorlagen ab – Screenshot Bro erkennt iPhone vs. iPad vs. Android anhand der Bildabmessungen und leitet sie an die rechte Zeile weiter.
el: 2. Ρίξτε τα ακατέργαστα στιγμιότυπα οθόνης της συσκευής σας στα πρότυπα — το Screenshot Bro εντοπίζει iPhone έναντι iPad έναντι Android από τις διαστάσεις της εικόνας και τα δρομολογεί στη δεξιά σειρά.
es: 2. Coloque las capturas de pantalla sin procesar de su dispositivo en las plantillas: Screenshot Bro detecta iPhone vs iPad vs Android a partir de las dimensiones de la imagen y las dirige a la fila derecha.
fa: 2. اسکرین شات‌های خام دستگاه خود را روی الگوها بیندازید - Screenshot Bro iPhone در مقابل iPad در مقابل Android را از ابعاد تصویر تشخیص می‌دهد و آنها را به ردیف سمت راست هدایت می‌کند.
fi: 2. Pudota raaka-laitteen kuvakaappaukset malleihin – Screenshot Bro havaitsee iPhone vs iPad vs Android kuvan mitoista ja reitittää ne oikealle riville.
fr: 2. Déposez les captures d'écran brutes de votre appareil sur les modèles : Screenshot Bro détecte iPhone contre iPad contre Android à partir des dimensions de l'image et les achemine vers la ligne de droite.
he: 2. שחרר את צילומי המסך של המכשיר הגולמי שלך לתבניות - Screenshot Bro מזהה iPhone לעומת iPad לעומת אנדרואיד מממדי התמונה ומנתב אותם לשורה הימנית.
hr: 2. Ispustite neobrađene snimke zaslona uređaja na predloške — Screenshot Bro otkriva iPhone protiv iPad protiv Androida iz dimenzija slike i usmjerava ih u desni red.
hu: 2. Dobja rá a nyers eszköz képernyőképeit a sablonokra – Screenshot Bro észleli a iPhone vs iPad vs Androidot a képméretek alapján, és a jobb sorba irányítja őket.
id: 2. Letakkan tangkapan layar perangkat mentah Anda ke templat — Screenshot Bro mendeteksi iPhone vs iPad vs Android dari dimensi gambar dan mengarahkannya ke baris kanan.
ja: 2. RAW デバイスのスクリーンショットをテンプレートにドロップします — Screenshot Bro は、画像の寸法から iPhone 対 iPad 対 Android を検出し、それらを正しい行にルーティングします。
ko: 2. 원시 장치 스크린샷을 템플릿에 놓습니다. Screenshot Bro은 이미지 크기에서 iPhone 대 iPad 대 Android를 감지하여 오른쪽 행으로 라우팅합니다.
ms: 2. Lepaskan tangkapan skrin peranti mentah anda pada templat — Screenshot Bro mengesan iPhone lwn iPad lwn Android daripada dimensi imej dan halakannya ke baris kanan.
nl: 2. Sleep de onbewerkte schermafbeeldingen van je apparaat naar de sjablonen. Screenshot Bro detecteert iPhone versus iPad versus Android op basis van de afbeeldingsafmetingen en stuurt ze naar de rechterrij.
no: 2. Slipp skjermdumpene av rå enhet på malene – Screenshot Bro oppdager iPhone vs iPad vs Android fra bildedimensjonene og ruter dem til høyre rad.
pl: 2. Upuść surowe zrzuty ekranu urządzenia na szablony — Screenshot Bro wykrywa iPhone, iPad i Android na podstawie wymiarów obrazu i kieruje je do prawego wiersza.
pt_br: 2. Solte as capturas de tela brutas do dispositivo nos modelos - Screenshot Bro detecta iPhone vs iPad vs Android nas dimensões da imagem e as direciona para a linha certa.
pt_pt: 2. Solte as capturas de ecrã brutas do dispositivo nos modelos - Screenshot Bro detecta iPhone vs iPad vs Android nas dimensões da imagem e as direciona para a linha certa.
ro: 2. Plasați capturile de ecran brute ale dispozitivului pe șabloane — Screenshot Bro detectează iPhone vs iPad vs Android din dimensiunile imaginii și le direcționează către rândul din dreapta.
sk: 2. Umiestnite do šablón snímky obrazovky svojho zariadenia – Screenshot Bro z rozmerov obrázka zistí iPhone vs iPad vs Android a nasmeruje ich do správneho riadka.
sl: 2. Spustite neobdelane posnetke zaslona naprave na predloge — Screenshot Bro zazna iPhone proti iPad proti Androidu iz dimenzij slike in jih usmeri v desno vrstico.
sv: 2. Släpp dina råa enhetsskärmdumpar på mallarna — Screenshot Bro upptäcker iPhone vs iPad vs Android från bilddimensionerna och dirigerar dem till höger rad.
th: 2. วางภาพหน้าจอของอุปกรณ์ดิบของคุณลงบนเทมเพลต — Screenshot Bro ตรวจจับ iPhone กับ iPad เทียบกับ Android จากขนาดรูปภาพและกำหนดเส้นทางไปยังแถวด้านขวา
ur: 2۔ اپنے خام آلے کے اسکرین شاٹس کو ٹیمپلیٹس پر ڈالیں — Screenshot Bro تصویر کے طول و عرض سے iPhone بمقابلہ iPad بمقابلہ Android کا پتہ لگاتا ہے اور انہیں صحیح قطار میں لے جاتا ہے۔
vi: 2. Thả ảnh chụp màn hình thiết bị thô của bạn vào các mẫu — Screenshot Bro phát hiện iPhone so với iPad so với Android từ kích thước hình ảnh và định tuyến chúng đến hàng bên phải.
zh_hans: 2. 将原始设备屏幕截图拖放到模板上 — Screenshot Bro 从图像尺寸中检测 iPhone 与 iPad 与 Android 的比较，并将它们路由到右行。

source: 3. Pick a device frame, add a headline, choose a background, and arrange shapes.
ar: 3. اختر إطارًا للجهاز، وأضف عنوانًا، واختر خلفية، ورتب الأشكال.
ca: 3. Trieu un marc de dispositiu, afegiu un títol, trieu un fons i organitzeu les formes.
cs: 3. Vyberte rámeček zařízení, přidejte nadpis, vyberte pozadí a uspořádejte tvary.
da: 3. Vælg en enhedsramme, tilføj en overskrift, vælg en baggrund, og arranger figurer.
de: 3. Wähle einen Geräterahmen, füge eine Überschrift hinzu, wähle einen Hintergrund und ordne Formen an.
el: 3. Επιλέξτε ένα πλαίσιο συσκευής, προσθέστε μια επικεφαλίδα, επιλέξτε ένα φόντο και τακτοποιήστε τα σχήματα.
es: 3. Elige un marco de dispositivo, añade un titular, elige un fondo y organiza las formas.
fa: 3. قاب دستگاه را انتخاب کنید، تیتر اضافه کنید، پس‌زمینه را برگزینید و شکل‌ها را بچینید.
fi: 3. Valitse laitteen kehys, lisää otsikko, valitse tausta ja järjestä muotoja.
fr: 3. Choisissez un cadre d'appareil, ajoutez un titre, choisissez un arrière-plan et disposez les formes.
he: 3. בחר מסגרת של מכשיר, הוסף כותרת, בחר רקע וסדר צורות.
hr: 3. Odaberite okvir uređaja, dodajte naslov, odaberite pozadinu i rasporedite oblike.
hu: 3. Válasszon ki egy eszközkeretet, adjon hozzá egy címsort, válasszon hátteret, és rendezze el az alakzatokat.
id: 3. Pilih bingkai perangkat, tambahkan judul, pilih latar belakang, dan atur bentuk.
it: 3. Scegli una cornice del dispositivo, aggiungi un titolo, scegli uno sfondo e disponi le forme.
ja: 3. デバイスフレームを選び、見出しを追加し、背景を選んで、図形を配置します。
ko: 3. 기기 프레임을 고르고, 헤드라인을 추가하고, 배경을 선택하고, 도형을 배치합니다.
ms: 3. Pilih bingkai peranti, tambahkan tajuk, pilih latar belakang dan susun bentuk.
nl: 3. Kies een apparaatframe, voeg een kop toe, kies een achtergrond en rangschik de vormen.
no: 3. Velg en enhetsramme, legg til en overskrift, velg en bakgrunn og ordne former.
pl: 3. Wybierz ramkę urządzenia, dodaj nagłówek, wybierz tło i ułóż kształty.
pt_br: 3. Escolha uma moldura de dispositivo, adicione um título, escolha um plano de fundo e organize as formas.
pt_pt: 3. Escolha uma moldura de dispositivo, adicione um título, escolha um plano de fundo e organize as formas.
ro: 3. Alegeți un cadru pentru dispozitiv, adăugați un titlu, alegeți un fundal și aranjați formele.
ru: 3. Выберите рамку устройства, добавьте заголовок, выберите фон и расставьте фигуры.
sk: 3. Vyberte rám zariadenia, pridajte nadpis, vyberte pozadie a usporiadajte tvary.
sl: 3. Izberite okvir naprave, dodajte naslov, izberite ozadje in razporedite oblike.
sv: 3. Välj en enhetsram, lägg till en rubrik, välj en bakgrund och ordna former.
th: 3. เลือกกรอบอุปกรณ์ เพิ่มหัวข้อ เลือกพื้นหลัง และจัดเรียงรูปร่าง
tr: 3. Bir aygıt çerçevesi seçin, bir başlık ekleyin, bir arka plan belirleyin ve şekilleri düzenleyin.
uk: 3. Виберіть рамку пристрою, додайте заголовок, виберіть тло та розташуйте фігури.
ur: 3. ایک ڈیوائس فریم منتخب کریں، ایک سرخی شامل کریں، ایک پس منظر منتخب کریں، اور شکلیں ترتیب دیں۔
vi: 3. Chọn khung thiết bị, thêm dòng tiêu đề, chọn hình nền và sắp xếp các hình dạng.
zh_hans: 3. 选择设备边框，添加标题，选择背景并排列形状。
zh_hant: 3. 選擇裝置外框、加入標題、選擇背景，並排列形狀。
